[
  {
    "name": "Hot Pie",
    "message": "Okay, so you really don’t have a good sense of Westeros or the wider world around you, but that’s okay.\nKeep working on your dire wolf bread, your baking may be the key to save the Seven Kingdoms.\nYou may yet sit the Iron Throne, Hot Pie.",
    "image": "/characters/hot-pie.png"
  },
  {
    "name": "Rickon Stark",
    "message": "Serpentine Rickon! Serpentine!\nOh, Rickon you were taken from us too soon.\nYou didn’t quite have time to develop a good geographical sense, did you?",
    "image": "/characters/rickon.jpg"
  },
  {
    "name": "Khal Drogo",
    "message": "Sure you are a powerful horse-lord, and your son would be the Stallion that Mounts the World… but you really haven’t spent much time outside of the Dothraki Sea, have you?",
    "image": "/characters/drogo.jpg"
  },
  {
    "name": "Theon Greyjoy",
    "message": "So you know your way around a bit.\nWhile getting tortured you could certainly name some of the great keeps of The North.\nBut you definitely lack some geographic sense…\nYou should have listened to Yara when she told you that Winterfell was too far from the sea…",
    "image": "/characters/theon.jpg"
  },
  {
    "name": "Robb Stark",
    "message": "Your understanding of Westerosi geography has its ups and downs.\nYou are smart enough to use the terrain to trick your opponents and win battles, only to insult the man who controls the only bridge between you and home… cue The Rains of Castamere",
    "image": "/characters/robb.jpg"
  },
  {
    "name": "Davos Seaworthy",
    "message": "Decades of smuggling followed by years hanging out with Stannis around that giant map table on Dragonstone have given you a good head for geography!\nStill, I think you could do better, Onion Knight.",
    "image": "/characters/davos.jpg"
  },
  {
    "name": "Arya Stark",
    "message": "You’ve studied courtliness in Winterfell as a child, water dancing with a First Sword of Braavos, and the art of death with the Faceless Men.\nIt seems you must have picked up some geography on your travels as well!",
    "image": "/characters/arya.jpg"
  },
  {
    "name": "Daenerys Targaryen",
    "message": "Not only are you one of the most well-travelled people in all the known world, as Mother of Dragon’s you get to take in the scenery from the best seat in the house.\nWho needs a map when you have Drogon?",
    "image": "/characters/daenerys.jpg"
  },
  {
    "name": "Samwell Tarly",
    "message": "With all the maps in Horn Hill, Castle Black, and probably a good number of those in The Citadel in Oldtown committed to memory, you really know your way around Westeros and Essos!",
    "image": "/characters/samwell.png"
  },
  {
    "name": "The Three-eyed Raven",
    "message": "You must be a Greenseer.\nThat is the only way to explain how you seem to know the location and details of every castle, city, village, and landmark from Sunspear to the The Shadowlands beyond Asshai.",
    "image": "/characters/raven.jpg"
  }
]
